Repository: 68foxboris/serviceapp
Catalog: src/locale/*.po
Languages: it

source: original
it: predefinita

source: experimental
it: sperimentale

source: gstplayer
it: player gst

source: serviceapp
it: app gestione servizi

source: false
it: falso

source: true
it: vero

source: off
it: spento

source: To AAC ADTS
it: In AAC ADTS

source: To AAC LATM
it: In AAC LATM

source: ServiceApp
it: Gestione player gst / exteplayer3 / mp3

source: Cancel
it: Annulla

source: Sink
it: Recipiente

source: Select sink which you want to use.
it: Seleziona il recipiente che desideri utilizzare

source: Embedded subtitles
it: Sottotitoli incorporati

source: Turn on the embedded subtitles support.
it: Attiva il supporto per i sottotitoli incorporati

source: Buffer size
it: Dimensione buffer

source: Set buffer size in kilobytes.
it: Imposta la dimensione del buffer in kilobyte

source: Buffer duration
it: Durata del buffer

source: Set buffer duration in seconds.
it: Imposta la durata del buffer in secondi

source: AAC software decoding
it: Decodifica AAC via software

source: Turn on AAC software decoding.
it: Attiva la decodifica AAC via software

source: EAC3 software decoding
it: Decodifica EAC3 via software

source: Turn on EAC3 software decoding.
it: Attiva la decodifica EAC3 via software

source: AC3 software decoding
it: Decodifica AC3 via software

source: Turn on AC3 software decoding.
it: Attiva la decodifica AC3 via software

source: DTS software decoding
it: Decodifica DTS via software

source: Turn on DTS software decoding.
it: Attiva la decodifica DTS via software

source: MP3 software decoding
it: Decodifica MP3 via software

source: Turn on MP3 software decoding.
it: Attiva la decodifica MP3 via software

source: WMA software decoding
it: Decodifica WMA via software

source: Turn on WMA1, WMA2, WMA/PRO software decoding.
it: Attivare la decodifica via software per WMA1, WMA2, WMA / PRO

source: Stereo downmix
it: Miscelazione stereo

source: Turn on downmix to stereo, when software decoding is in use
it: Attiva la miscelazione in stereo quando è in uso la decodifica del software

source: LPCM injection
it: Usa LPCM (6 Canali Surround Sound)

source: Software decoder use LPCM for injection (otherwise wav PCM will be used)
it: Il software del decoder userà LPCM (altrimenti sarà usata PCM)

source: RTMP protocol implementation
it: Implementazione del protocollo RTMP

source: Set which RTMP protocol implementation will be used for playback of RTMP streams
it: Impostare quale implementazione del protocollo RTMP verrà utilizzata per la riproduzione di flussi RTMP

source: Auto turn on subtitles
it: Attiva automaticamente i sottotitoli

source: Automatically turn on subtitles if available.
it: Attiva automaticamente i sottotitoli, se disponibili

source: Turn on explorer to retrieve different quality streams from HLS variant playlist and select them via subservices.
it: Attiva per recuperare flussi di qualità diverse dalla playlist HLS e selezionali attraverso i sottoservizi.

source: Auto select stream
it: Selezione automatica del flusso

source: Turn on auto-selection of streams according to set Connection speed.
it: Attiva la selezione automatica dei flussi in base alla velocità di connessione impostata.

source: Connection speed
it: Velocità di connessione

source: Set connection speed in kb/s, according to which you want to have streams auto-selected
it: Imposta la velocità di connessione in Kb/s in modo che i flussi vengano selezionati automaticamente

source: not installed
it: non installato

source: GstPlayer
it: Player Gst

source: Enigma2 playback system
it: Modalità di riproduzione

source: Select the player which will be used for Enigma2 playback.
it: Seleziona il player da utilizzare per la riproduzione.

source: Select the player which will be used in serviceapp for Enigma2 playback.
it: Seleziona il player che verrà utilizzato in gestione servizi per la riproduzione.

source: ServiceMp3 (%s)
it: Servizio Mp3 (%s)

source: ServiceGstPlayer (%s)
it: Servizio GstPlayer (%s)

source: ServiceExtEplayer3 (%s)
it: Servizio ExtEplayer3 (%s)

source: Enigma2 playback system was changed and Enigma2 should be restarted Do you want to restart it now?
it: La modalità di riproduzione è stata cambiata e il sistema deve essere riavviato Vuoi farlo ora?

source: Stop playing this movie?
it: Arrestare la riproduzione?

source: Detecting gstreamer player ...
it: Rilevamento del player gstreamer ...

source: Detecting exteplayer3 player ...
it: Rilevamento del player exteplayer3 ...

source: setup player framework
it: imposta la struttura del player

source: Play with ServiceExtEplayer3
it: Riproduci con Servizio ExtEplayer3

source: Play with ServiceGstPlayer
it: Riproduci con Servizio Player gst
